Revit 2027 API
CurveOverlapPoint.SecondParameter Property
 The point's unnormalized parameter on the second curve.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double SecondParameter { get; }
Public ReadOnly Property SecondParameter As Double
	Get
public:
property double SecondParameter {
	double get ();
}
member SecondParameter : float with get
Property Value
Double
See Also
Reference
CurveOverlapPoint Class
Autodesk.Revit.DB Namespace